import React from "react";

function About() {
  return (
    <div id="about" className="mr-[22rem] flex items-start flex-col">
      <h2 className="text-5xl font-bold text-[#000] mb-8">من نحن</h2>

      <p className="text-black text-xl w-[50rem]">
        تتناول هذه المنصة تعليم قراءة القرآن الكريم على يد أمهر القراء
        والمعلمين، حيث تشدد على الأهمية الكبيرة لتلك الرحلة التعليمية. يتم تسليط
        الضوء على الأساليب التفاعلية والابتكارية التي تستخدمها المنصة لتسهيل
        عملية تعلم اللفظ الصحيح والتلاوة السليمة. يتم تسليط الضوء على الدور
        المحوري للمدرسين المؤهلين ودعمهم المستمر لضمان تقديم تجربة تعلم فريدة
        وفعالة. يختتم الموضوع بتحفيز الطلاب على الانضمام إلى هذه المنصة
        للاستمتاع برحلة ممتعة نحو إتقان قراءة القرآن الكريم وتحقيق اللفظ الصحيح.
      </p>
      <h2 className="font-bold text-3xl mt-8 text-black">ما يميز المنصة</h2>
    </div>
  );
}

export default About;
