import React from "react";

function Proposal() {
  return (
    <>
      <h1 className="mr-8 mt-36 font-bold text-3xl">
        منصة <span className="text-green-600 text-4xl">نحيا بالقرآن</span>{" "}
        لتحفيظ القرآن الكريم
      </h1>
      <p className="mr-8 mt-8 font-bold text-xl w-[80%] leading-10 font-serif">
        منصة تحفيظ القرآن التي نقدمها تعكس التزامنا بتوفير تجربة مميزة
        للمستخدمين الذين يسعون لتحفيظ القرآن الكريم. تعتمد المنصة على
        التكنولوجيا لتقديم بيئة تعلم متقدمة وتفاعلية، تساعد المستخدمين في تحقيق
        أهدافهم بفعالية. تتيح المنصة للمستخدمين تخصيص دروسهم ومتابعة تقدمهم،
        وتقديم إحصائيات مفصلة حول أدائهم. يمكن الوصول إلى المنصة على مدار الساعة
        من أي مكان، مما يسهل على الأفراد تنظيم وقتهم بشكل أفضل
      </p>
    </>
  );
}

export default Proposal;
